{
    "WHY_ME": "Warum ich",
    "SKILLS": "Fertigkeiten",
    "MY_SKILLS": "Meine Fertigkeiten",
    "PROJECTS": "Projekte",
    "MY_PROJECTS": "Meine Projekte",
    "WHY_ME_TEXT": "Ich bin begeistert vom Programmieren, weil es mir ermöglicht, Ideen in funktionale Lösungen umzusetzen, die wirklich etwas bewirken. Die ständige Weiterentwicklung der Technologie treibt mich an, kontinuierlich zu lernen und mich beruflich weiterzuentwickeln. Ich liebe es, komplexe Probleme zu lösen, und jede Herausforderung erweitert meine Fähigkeiten und weckt meine Begeisterung für die Entwicklung.",
    "I_AM": "ich bin",
    "JOIN_TEXT": "Aufgabenmanager inspiriert vom Kanban-System. Erstellen und organisieren Sie Aufgaben per Drag & Drop und weisen Sie Benutzer und Kategorien zu.",
    "JUMP_TEXT": "Objektorientiertes Sprung-, Lauf- und Wurfspiel. Hilf dem Helden, Leben und Mana für den Kampf gegen den Boss zu finden.",
    "TEAMPLAYER_TEXT": "Brauchen Sie einen Teamplayer? <br> Was meine Kollegen über mich sagen",
    "CONTACT_TEXT": "Ich stehe gerne für ein persönliches Gespräch zur Verfügung, <br> um zu erörtern, wie ich zum Erfolg Ihres Teams beitragen kann.",
    "PRIVACY_POLICY1": "Ich habe die ",
    "PRIVACY_POLICY2": " gelesen und stimme zu, dass meine Daten verarbeitet werden, wie beschrieben.",
    "CONTACT": "Kontaktiere mich",
    "LOCATION": "Wohnhaft in <br> Baden-Würtemberg",
    "RELOCATE": "bereit <br> umzuziehen",
    "REMOTE": "offen für <br> Homeoffice",
    "TALK": "Lass uns reden",
    "IMPRINT": "Impressum",
    "IMPRINT_PARAGRAPH": "Angaben gemäß § 5 TMG:",
    "IMPRINT_ADRESS": "Marcel Kießling<br>Emmishoferstraße 6<br>78187 Geisingen<br>Deutschland",
    "IMPRINT_CONTACT": "Kontakt:",
    "IMPRINT_PHONE": "Telefon:",
    "IMPRINT_RESPONSIBILITY": "Verantwortlich für den Inhalt nach § 55 Abs. 2 RStV:",
    "IMPRINT_DISCLAIMER": "Haftungsausschluss:",
    "IMPRINT_DISCLAIMER_TEXT": "Trotz sorgfältiger inhaltlicher Kontrolle übernehmen wir keine Haftung für die Inhalte externer Links.Für den Inhalt der verlinkten Seiten sind ausschließlich deren Betreiber verantwortlich.",
    "IMPRINT_COPYRIGHT": "Urheberrecht:",
    "IMPRINT_COPYRIGHT_TEXT": "Die durch die Seitenbetreiber erstellten Inhalte und Werke auf diesen Seiten unterliegen dem deutschen Urheberrecht.Beiträge Dritter sind als solche gekennzeichnet.",
    "PRIVACY_POLICY": "Datenschutzerklärung",
    "PRIVACY_POLICY_GENERAL": "1. Allgemeiner Hinweis",
    "PRIVACY_POLICY_GENERAL_TEXT": "Der Schutz Ihrer persönlichen Daten ist mir ein besonderes Anliegen. Ich behandle Ihre personenbezogenen Daten vertraulich und entsprechend der gesetzlichen Datenschutzvorschriften sowie dieser Datenschutzerklärung.",
    "PRIVACY_POLICY_RESPONSIBILITY": "2. Verantwortliche Stelle",
    "PRIVACY_POLICY_COLLECTION": "3. Datenerhebung und -verarbeitung",
    "PRIVACY_POLICY_COLLECTION_TEXT": "Beim Besuch dieser Website werden durch den Webserver automatisch Informationen wie Ihre IP-Adresse, Browsertyp, Betriebssystem und Referrer-URL gespeichert. Diese Daten dienen ausschließlich der technischen Überwachung und Verbesserung des Angebots.",
    "PRIVACY_POLICY_CONTACTFORM": "4. Kontaktformular",
    "PRIVACY_POLICY_CONTACTFORM_TEXT": "Wenn Sie per Formular oder E-Mail Kontakt mit mir aufnehmen, werden Ihre Angaben zwecks Bearbeitung der Anfrage sowie für den Fall von Anschlussfragen gespeichert. Diese Daten gebe ich nicht ohne Ihre Einwilligung weiter.",
    "PRIVACY_POLICY_RULES": "5. Ihre Rechte",
    "PRIVACY_POLICY_RULES_TEXT": "Sie haben jederzeit das Recht auf Auskunft über Ihre gespeicherten personenbezogenen Daten, deren Herkunft und Empfänger sowie den Zweck der Datenverarbeitung. Außerdem haben Sie das Recht auf Berichtigung, Sperrung oder Löschung dieser Daten.",
    "PRIVACY_POLICY_COOKIES_TEXT": "Diese Website verwendet keine Cookies.",
    "PRIVACY_POLICY_CHANGE": "7. Änderung dieser Datenschutzerklärung",
    "PRIVACY_POLICY_CHANGE_TEXT": "Ich behalte mir vor, diese Datenschutzerklärung bei Bedarf anzupassen, damit sie stets den aktuellen rechtlichen Anforderungen entspricht.",
    "PRIVACY_POLICY_DATE": "Stand: Juni 2025",
    "CONTACT_NAME": "Name",
    "CONTACT_NAME_ERROR": "Name ist ein Pflichtfeld.",
    "CONTACT_NAME_ERROR2": "Name muss mindestens 2 Zeichen lang sein.",
    "CONTACT_EMAIL": "E-Mail",
    "CONTACT_EMAIL_ERROR": "E-mail ist ein Pflichtfeld.",
    "CONTACT_EMAIL_ERROR2": "Ungültige E‑Mail.",
    "CONTACT_MESSAGE": "Nachricht",
    "CONTACT_MESSAGE_ERROR": "Nachricht ist ein Pflichtfeld.",
    "CONTACT_MESSAGE_ERROR2": "Nachricht muss mindestens 10 Zeichen lang sein.",
    "CONTACT_POLICY_ERROR": "Bitte akzeptieren Sie die ",
    "CONTACT_SEND": "Senden"
}