{
    "WHY_ME": "Why me",
    "SKILLS": "Skills",
    "MY_SKILLS": "My Skills",
    "PROJECTS": "Projects",
    "MY_PROJECTS": "My Projects",
    "WHY_ME_TEXT": "I am passionate about coding because it allows me to transform ideas into functional solutions that make a real impact. The ever-evolving nature of technology drives me to continuously learn and grow professionally. I thrive on solving complex problems, and each challenge enhances my skills and fuels my enthusiasm for development.",
    "I_AM": "i am",
    "JOIN_TEXT": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.",
    "JUMP_TEXT": "Jump, run and throw game based on object-oriented approach. Help the Hero to find lives and mana to fight against the boss.",
    "TEAMPLAYER_TEXT": "Need a teamplayer? <br> Here what my colleagues said about me",
    "CONTACT_TEXT": "I would be happy to meet with you personally <br> to discuss how I can contribute to your team's success.",
    "PRIVACY_POLICY1": "I've read the ",
    "PRIVACY_POLICY2": " and agree to the processing of my data as outlined.",
    "CONTACT": "Contact me",
    "LOCATION": "Located in <br> Baden-Württemberg",
    "RELOCATE": "open to <br> relocate",
    "REMOTE": "open to <br> work remote",
    "TALK": "Let´s talk",
    "IMPRINT": "Imprint",
    "IMPRINT_PARAGRAPH": "Information according to § 5 TMG:",
    "IMPRINT_ADRESS": "Marcel Kießling<br>Emmishoferstraße 6<br>78187 Geisingen<br>Germany",
    "IMPRINT_CONTACT": "Contact:",
    "IMPRINT_PHONE": "phone:",
    "IMPRINT_RESPONSIBILITY": "Responsible for the content according to § 55 para. 2 RStV:",
    "IMPRINT_DISCLAIMER": "Disclaimer:",
    "IMPRINT_DISCLAIMER_TEXT": "Despite careful control of the content, we assume no liability for the content of external links. The operators of the linked pages are solely responsible for their content.",
    "IMPRINT_COPYRIGHT": "Copyright:",
    "IMPRINT_COPYRIGHT_TEXT": "The content and works on these pages created by the site operators are subject to German copyright law. Contributions from third parties are marked as such.",
    "PRIVACY_POLICY": "Privacy Policy",
    "PRIVACY_POLICY_GENERAL": "1. General information",
    "PRIVACY_POLICY_GENERAL_TEXT": "The protection of your personal data is of utmost importance to me. I will treat your personal data confidentially and in accordance with the statutory data protection regulations and this privacy policy.",
    "PRIVACY_POLICY_RESPONSIBILITY": "2. Responsible body",
    "PRIVACY_POLICY_COLLECTION": "3. Data collection and processing",
    "PRIVACY_POLICY_COLLECTION_TEXT": "When you visit this website, the web server automatically stores information such as your IP address, browser type, operating system, and referrer URL. This data is used exclusively for technical monitoring and improvement of the service.",
    "PRIVACY_POLICY_CONTACTFORM": "4. Contact form",
    "PRIVACY_POLICY_CONTACTFORM_TEXT": "If you contact me via form or email, your information will be stored for the purpose of processing your inquiry and in case of follow-up questions. I will not share this data without your consent.",
    "PRIVACY_POLICY_RULES": "5. Your rights",
    "PRIVACY_POLICY_RULES_TEXT": "You have the right at any time to request information about your stored personal data, its origin and recipient, as well as the purpose of data processing. You also have the right to have this data corrected, blocked, or deleted.",
    "PRIVACY_POLICY_COOKIES_TEXT": "This website does not use cookies.",
    "PRIVACY_POLICY_CHANGE": "7. Changes to this privacy policy",
    "PRIVACY_POLICY_CHANGE_TEXT": "I reserve the right to adapt this privacy policy as needed to ensure that it always complies with current legal requirements.",
    "PRIVACY_POLICY_DATE": "As of June 2025",
    "CONTACT_NAME": "Name",
    "CONTACT_NAME_ERROR": "Name is a required field.",
    "CONTACT_NAME_ERROR2": "At least 2 characters.",
    "CONTACT_EMAIL": "E-Mail",
    "CONTACT_EMAIL_ERROR": "E-mail is a required field.",
    "CONTACT_EMAIL_ERROR2": "Invalid email.",
    "CONTACT_MESSAGE": "Message",
    "CONTACT_MESSAGE_ERROR": "Message is a required field.",
    "CONTACT_MESSAGE_ERROR2": "At least 10 characters.",
    "CONTACT_POLICY_ERROR": "Please accept the ",
    "CONTACT_SEND": "Send"
}